Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteNoLevelAbove Property
 Can't paste these elements at this height because there is no Level above to Reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteNoLevelAbove { get; }
Public Shared ReadOnly Property CannotPasteNoLevelAbove As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteNoLevelAbove {
	FailureDefinitionId^ get ();
}
static member CannotPasteNoLevelAbove : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace